[{
        "productName": "Women's Multivitamin Gummies",

        "img": "https://i.ibb.co/TRTpFdw/women-s-multivitamin-gummies.jpg",

        "description": "MULTIVITAMIN FOR WOMEN: Chewable multivitamin gummies for women support wellness with key nutrients to support energy metabolism, immune health & bone health. This women's multivitamin contains Vitamin D, Vitamin C, Vitamin A, B Vitamins, Zinc & Biotin GUMMY VITAMINS FOR ADULTS: Why struggle to swallow a capsule when you can enjoy a fruity gummy? Sometimes, you need to make healthy habits easier, and delicious gummy vitamins are a great way to make taking once a day vitamins easy and even enjoyable",
        "supplierName": "Puritans Pride",
        "quantity": 3,
        "price": 12

    },
    {
        "productName": "Optisource",
        "img": "https://i.ibb.co/160vjk1/optisource.jpg",
        "description": "st Bariatric Chewable Vitamin & Mineral Supplement is specially formulated to meet unique nutrient needs following bariatric surgery.. Contains high levels of calcium, vitamin D, vitamin B12, folic acid, thiamin, and zinc. No artificial color. Now with Calcium Citrate—a more absorbable form of calcium and the recommended form of calcium after bariatric surgery",
        "supplierName": "Puritans Pride",
        "quantity": 3,
        "price": 12

    },
    {
        "productName": "",
        "img": "https://i.ibb.co/cgGNkZ8/multivitamin.jpg",
        "description": "oral capsule (Lipotropic with Multivitamins; Multiple Vitamins; Multiple Vitamins with Folic Acid and Antioxidants; Therapeutic Multiple Vitamins; Vitamin A and D; Vitamin A, D, E and K; Vitamin B Complex; Vitamin B Complex with C; Vitamin B Complex with C and Folic Acid; Vitamin C and E); oral gum (Multiple Vitamins); oral liquid (Multiple Vitamins; Pediatric Multiple Vitamins; Therapeutic Multiple Vitamins; Vitamin A and D; Vitamin A, D and C; Vitamin B Complex); oral oil (Vitamin A and D); oral solution (Vitamin A, D, E and K); oral tablet (Lipotropic with Multivitamins; Multiple Vitamins; Multiple Vitamins with Folic Acid and Ubiquinone;",
        "supplierName": "Puritans Pride",
        "quantity": 3,
        "price": 12

    },
    {
        "productName": "Lutein",
        "img": "https://i.ibb.co/tB2zsYb/lutein.jpg",
        "description": "utein is one of two major carotenoids found in the human eye (macula and retina). It is thought to function as a light filter, protecting the eye tissues from sunlight damage. Foods rich in lutein include egg yolks, spinach, kale, corn, orange pepper, kiwi fruit, grapes, zucchini, and squash.Lutein is commonly taken by mouth to prevent eye diseases, including cataracts and a disease that leads to vision loss in older adults (age-related macular degeneration or AMD). Lutein is used for many other conditions, but there is no good scientific evidence to support these other uses",
        "supplierName": "Puritans Pride",
        "quantity": 3,
        "price": 12

    },
    {
        "productName": "Gummy Vites",
        "img": "https://i.ibb.co/g709JFG/gummy-vites.jpg",
        "description": "Gummy vitamins are chewable vitamins that have a texture and taste similar to gummy candies and come in a variety of flavors, colors, and shapes. They're one of the most popular types of vitamins. These vitamins appeal to children — as well as adults — who may not like swallowing pills.",
        "supplierName": "Puritans Pride",
        "quantity": 3,
        "price": 12

    },
    {
        "productName": "cranberry",
        "img": "https://i.ibb.co/48h0VZy/cranberry.jpg",
        "description": "People commonly use cranberry to prevent UTIs. Cranberry is also used for kidney stones, enlarged prostate, the common cold, and many other conditions, but there is no good scientific evidence to support these uses.Don't confuse cranberry with cramp bark, lingonberry, or uva ursi. These are sometimes also called cranberry but they are not the same.",
        "supplierName": "Puritans Pride",
        "quantity": 3,
        "price": 12

    },
    {
        "productName": "Cinnamon",
        "img": "https://i.ibb.co/GCxnT41/cinnamon.jpg",
        "description": "The vitamins, minerals, and plant compounds in cinnamon can provide important health benefits.Cinnamon contains potassium, magnesium, and calcium. Potassium helps to counteract sodium’s effect on blood pressure and regulates the heart rate. Potassium is also involved in nerve function.Magnesium and calcium work together to maintain a healthy heartbeat. These two minerals are essential for skeletal health, preventing the weakening of bones, a condition called osteoporosis.",
        "supplierName": "Puritans Pride",
        "quantity": 3,
        "price": 12

    },
    {
        "productName": "Aloe Vera",
        "img": "https://i.ibb.co/Z6JFtQp/aloe-vera.jpg",
        "description": "Active components with its properties: Aloe vera contains 75 potentially active constituents: vitamins, enzymes, minerals, sugars, lignin, saponins, salicylic acids and amino acids. Vitamins: It contains vitamins A (beta-carotene), C and E, which are antioxidants. It also contains vitamin B12, folic acid, and choline.",
        "supplierName": "Puritans Pride",
        "quantity": 3,
        "price": 12

    },
    {
        "productName": "bilberry",
        "img": "https://i.ibb.co/T80WVRC/bilberry.jpg",
        "description": "Bilberry is full of vitamin C, anthocyanins, and other antioxidants that help fight free radicals in your body. By protecting against free radicals and cell damage, bilberries may help reduce your risk of developing certain types of cancer. The antioxidants in bilberries can help reduce inflammation in your body.",
        "supplierName": "Puritans Pride",
        "quantity": 3,
        "price": 12

    }

]